/* Key Editor Plugin-Menu */
"CHOOSE_EXISTING_ACTION_MENU" = "Choose an existing Action…";

/* Map Entry Exists */
"CONFIRM_REPLACE_MAP_ENTRY" = "The entry \"%@\" already exists. Do you want to replace it?";

/* Map Entry Exists */
"CONFIRM_REPLACE_MAP_ENTRY_CANCEL" = "Cancel";

/* Map Entry Exists */
"CONFIRM_REPLACE_MAP_ENTRY_MSG" = "An entry with the same Application or Application Group already exists. Replacing it will overwrite its current Action.";

/* Map Entry Exists */
"CONFIRM_REPLACE_MAP_ENTRY_REPLACE" = "Replace";

/* Create Action without Name */
"CREATE_ACTION_WITHOUT_NAME_ALERT" = "You cannot create an Action without name.";

/* Create Action without Name */
"CREATE_ACTION_WITHOUT_NAME_ALERT_MSG" = "Choose a name for this Action and try again.";

/* HotKey Editor - No Action */
"CREATE_KEY_WITH_IGNORE_ACTION_ALERT" = "You cannot create HotKey with just Ignore Actions.";

/* HotKey Editor - No Action */
"CREATE_KEY_WITH_IGNORE_ACTION_ALERT_MSG" = "You can change Default Action or add new actions.";

/* HotKey Editor - No Name */
"CREATE_KEY_WITHOUT_NAME_ALERT" = "You cannot create a HotKey without Name.";

/* HotKey Editor - No Name */
"CREATE_KEY_WITHOUT_NAME_ALERT_MSG" = "Choose a name for this HotKey and try again.";

/* HotKey Editor - No Shortcut */
"CREATE_KEY_WITHOUT_SHORTCUT_ALERT" = "You cannot create a Hot Key without Shortcut.";

/* HotKey Editor - No Shortcut */
"CREATE_KEY_WITHOUT_SHORTCUT_ALERT_MSG" = "You must first choose a keyboard shortcut to create or update a HotKey. Select the Field \"Shortcut\" an type the keys combination you want to record.";

/* Invalid Map Selection */
"INCOMPLETE_MAP_ENTRY_ALERT" = "Action or Application isn't selected.";

/* Invalid Map Selection */
"INCOMPLETE_MAP_ENTRY_ALERT_MSG" = "You must select an Application or Applications Group and an Action.";

/* Object Editor Update Button */
"OBJECT_EDITOR_UPDATE" = "Update";

/* Alert default button */
"OK" = "OK";

/* ListEditor Panel * Update Title * */
"UPDATE_LIST" = "Update List";

